print("Вітаю в світі Грибів")

name = input("Як тебе звати?\n - ")

print("Вітаю о ВЕЛИКИЙ " + name + " в світі грибів!!!!!!!")

print("Хто ти герою?\n1 - воїн\n2 - маг\n3 - розбійник")

choose = input("Який твій вибір (1-3)\n - ")

if choose == "1":
    print("О великий воїне в мене для тебе є завдання")
if choose == "2":
    print("О великий маг в мене для тебе є завдання")
if choose == "3":
    print("ну ти і немощ петляй звідси, поки хребет не переламали") 

    print ("Ти хоче прийняти завдання?! \n4 - Так \n5 - Ні \n6 - А якщо ти розбійник то йдіти звідки поки хребет цілий... ")
aboba = input("TАк , що ?\n - ")

if choose == ("4"):
    print("Добро , тоді знайди та приведи до мене Главаря Розбійників! О воїне!")
if choose == ("5"):
    print ("Ну добре , якщо гроші та левел потрібен , то вертайся до мене.")
if choose ("6"):
    print("ТАК як рахую до Трьох.... 1....2....3....\n після цих слів того бідолагу більше ніхто не бачив...")